"Favorites" = "お気に入り";
"iCloud Sync" = "iCloud同期";

"Operation" = "操作";
"Shake" = "シェイク";
"Do nothing" = "何もしない";
"Update channels" = "番組情報更新";
"Play random" = "ランダムな番組を再生";

"About" = "Radio Edgeについて";
